Repository: DavidovichVA/MyBabyMy
Catalog: MyBabyMy/*.lproj/Localizable.strings
Languages: de, fr, ja, ru

# MEDIA_ALREADY_EXIST
source: Media with such data already exists
de: Media mit solchen Daten ist bereits vorhanden
fr: Multimédia avec ces données existe déjà
ja: そのようなデータを含むメディアは既に存在しています
ru: Медиа с такими данными уже существует

# ERROR_NO_TRANSACTION_ID
source: The transaction id is not specified
de: Die Transaktions-id wurde nicht angegeben
fr: Id de transaction n'est pas indiqué
ja: トランザクションIDが指定されていません
ru: Не указан id транзакции
