Repository: DavidovichVA/MyBabyMy
Catalog: MyBabyMy/*.lproj/Localizable.strings
Languages: de, fr, ja, ru

source: Social Networks:
de: Soziale Netzwerke:
fr: Réseaux sociaux
ja: SNS
ru: Социальные сети:

source: Login with Instagram
de: Durch Instagram einloggen
fr: Se connecter par Instagram
ja: インスタグラムでログイン
ru: Войти через Instagram

source: Login with Facebook
de: Durch Facebook einloggen
fr: Se connecter par Facebook
ja: Facebookでログイン
ru: Войти через Facebook

source: Login with Vkontakte
de: Durch Vkontakte einloggen
fr: Se connecter par Vkontakte
ja: Vkontakteでログイン
ru: Войти через Vkontakte

source: CREATE NEW
de: NEU ERSTELLEN
fr: CRÉER UN NOUVEL
ja: 新規作成
ru: СОЗДАТЬ НОВЫЙ

source: LOGIN
de: EINLOGGEN
fr: SE CONNECTER
ja: ログイン
ru: ВОЙТИ

source: CREATE NEW ACCOUNT
de: EINEN NEUEN ACCOUNT ERSTELLEN
fr: CRÉER UN NOUVEAU COMPTE
ja: 新しいアカウントを作成
ru: СОЗДАТЬ НОВЫЙ АККАУНТ

source: EMAIL
ja: Eメール

source: PASSWORD
de: PASSWORT
fr: MOT DE PASSE
ja: パスワード
ru: ПАРОЛЬ

source: CONFIRM PASSWORD
de: PASSWORT BESTÄTIGEN
fr: CONFIRMER LE MOT DE PASSE
ja: パスワードを確認
ru: ПОДТВЕРДИТЕ ПАРОЛЬ

source: FORGOT PASSWORD
de: PASSWORT VERGESSEN
fr: OUBLIEZ LE MOT DE PASSE
ja: パスワードを忘れた場合
ru: ЗАБЫЛИ ПАРОЛЬ

source: Enter your email
de: E-Mail eingeben
fr: Entrez votre email
ja: メールアドレス
ru: Введите ваш email

source: SEND
de: ABSENDEN
fr: ENVOYER
ja: 送る
ru: ОТПРАВИТЬ

# ForgotPassword Cancel
source: CANCEL
de: AUSLOGGEN
fr: DECONNECTER
ja: 取り消し
ru: ВЫЙТИ

source: Instructions for password recovery were sent to your email
de: Anweisungen zur Wiederherstellung des Passworts sind an Ihre E-Mail-Adresse gesendet
fr: Instructions pour la récupération du mot de passe ont été envoyées sur votre email
ja: パスワード回復の手順が電子メールに送信されました
ru: Инструкции для восстановления пароля высланы на вашу почту

source: Please enter email address
de: Geben Sie E-Mail ein
fr: Introduisez votre adresse mail
ja: メールアドレスを入力してください
ru: Введите email

source: Incorrect email address
de: Ungültige E-Mail
fr: Adresse mail incorrecte
ja: 不正な電子メールアドレス
ru: Некорректный email

source: Email must be at least 8 characters long
de: E-Mail muss mindestens 8 Zeichen lang sein
fr: Le courrier électronique doit comporter au moins 8 caractères
ja: メールは8文字以上でなければなりません
ru: Email должен быть не менее 8 символов

source: Email must be no more than 35 characters long
de: E-Mail muss nicht mehr als 35 Zeichen lang sein
fr: Le courrier électronique doit avoir non plus de 35 caractères
ja: メールは35文字以内で入力してください
ru: Email должен быть не более 35 символов

source: Please enter password
de: Geben Sie das Passwort ein
fr: Introduisez votre mot de passe
ja: パスワードを入力して下さい
ru: Введите пароль

source: Password must be at least 6 characters long
de: Das Passwort muss mindestens 6 Zeichen lang sein
fr: Le mot de passe doit contenir au moins 6 caractères
ja: パスワードは少なくとも6つの文字でなければなりません
ru: Пароль должен быть не менее 6 символов

source: Password must be no more than 18 characters long
de: Das Passwort muss nicht länger als 18 Zeichen sein
fr: Mot de pas ne doit pas contenir plus de 18 caractères
ja: パスワードは18文字以内で指定してください
ru: Пароль должен быть не более 18 символов

source: Password must contain letters and digits only
de: Das Passwort muss nur aus Buchstaben und Zahlen bestehen
fr: Mot de pasee ne doit contenir que des lettres et chiffres
ja: パスワードには文字と数字のみを使用する必要があります
ru: Пароль должен состоять только из букв и цифр

source: Password must contain at least one letter
de: Das Passwort muss mindestens einen Buchstaben enthalten
fr: Mot de pasee doit contenir au moins une lettre
ja: パスワードは、少なくとも1つの文字を含む必要があります
ru: Пароль должен содержать хотя бы одну букву

source: Password must contain at least one digit
de: Das Passwort muss mindestens eine Ziffer enthalten
fr: Mot de pasee doit contenir au moins une chiffre
ja: パスワードは、少なくともひとつの数字を含む必要があります
ru: Пароль должен содержать хотя бы одну цифру

source: Please confirm password
de: Bestätigen Sie Ihr Passwort
fr: Confirmez votre mot de passe
ja: パスワードを確認してください
ru: Подтвердите ваш пароль

source: Password does not match confirm password
de: Das Passwort entspricht nicht der Bestätigung
fr: Mot de passe ne correspond pas au mot de pasee de confirmation
ja: パスワードが確認パスワードと一致しません
ru: Пароль не совпадает с подтверждением

source: Current and new passwords are identical
de: Das neue Passwort entspricht dem Alten
fr: Nouveau mot de passe correspond au mot de passe précédent
ja: 現在のパスワードと新しいパスワードは同一です
ru: Новый пароль совпадает со старым

source: THE TERMS OF USE
de: NUTZUNGSBEDINGUNGEN
fr: CONDITIONS D'UTILISATION
ja: 妊娠
ru: ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ

source: DECLINE
de: NICHT EINVERSTANDEN
fr: N'ACCEPTE PAS
ja: 同意しない
ru: НЕ СОГЛАСНА

source: ACCEPT
de: EINVERSTANDEN
fr: ACCEPTE
ja: 同意する
ru: СОГЛАСНА

source: Settings
de: Einstellungen
fr: Configurations
ja: 設定
ru: Настройки

source: Calendar
de: Kalender
fr: Calendrier
ja: カレンダー
ru: Календарь

source: CALENDAR
de: KALENDER
fr: CALENDRIER
ja: カレンダー
ru: КАЛЕНДАРЬ

source: Pregnancy Weeks
de: Schwangerschaftswochen
fr: Semaines de la grossesse
ja: 妊娠週数
ru: Недели беременности

source: Pregnancy
de: Schwangerschaft
fr: Grossesse
ja: 妊娠
ru: Беременность

source: Week %d
de: Woche %d
fr: Semaine %d
ja: 第%d週
ru: Неделя %d

source: PHOTO EVERY DAY
de: FOTO JEDEN TAG
fr: PHOTOS CHAQUE JOUR
ja: 毎日の写真
ru: ФОТОГРАФИЯ КАЖДЫЙ ДЕНЬ

source: VIDEO EVERY DAY
de: VIDEO JEDEN TAG
fr: VIDEO CHAQUE JOUR
ja: 毎日のビデオ
ru: ВИДЕО КАЖДЫЙ ДЕНЬ

source: PHOTO IN DYNAMICS
de: KINDERSELFIE
fr: SELFIE D'ENFANT
ja: 子供のセルフィー
ru: ФОТОГРАФИИ В ДИНАМИКЕ

source: I AM:
de: ICH:
fr: JE SUIS:
ja: 私
ru: Я:

source: FUTURE MOM
de: WERDENDE MUTTER
fr: FUTURE MAMAN
ja: 未来のママ
ru: БУДУЩАЯ МАМА

source: MOM
de: MUTTER
fr: MAMAN
ja: ママ
ru: МАМА

source: BABY NAME
de: NAME DES KINDES
fr: PRENOM DE L'ENFANT
ja: 赤ちゃんの名前
ru: ИМЯ РЕБЕНКА

source: BIRTHDAY
de: GEBURTSTAG
fr: DATE DE NAISSANCE
ja: 誕生日
ru: ДЕНЬ РОЖДЕНИЯ

source: CURRENT PREGNANCY WEEK
de: LAUFENDE SCHWANGERSCHAFTSWOCHE
fr: SEMAINE COURANTE DE LA GROSSESSE
ja: 現在の妊娠週数
ru: ТЕКУЩАЯ НЕДЕЛЯ БЕРЕМЕННОСТИ

source: BEGINNING OF WEEK
de: ANFANG DER WOCHE
fr: DEBUT DE LA SEMANE
ja: 週の初め
ru: НАЧАЛО НЕДЕЛИ

source: Please enter pregnancy week
de: Wählen Sie die Woche der Schwangerschaft
fr: Choisissez la semaine de la grossesse
ja: 妊娠週を入力してください
ru: Выберите неделю беременности

source: Please enter baby name
de: Geben Sie den Namen des Kindes ein
fr: Introduisez le nom de l'enfant
ja: 赤ちゃん名を入力してください
ru: Введите имя ребенка

source: Please enter baby birthday
de: Geben Sie den Geburtstag des Kindes ein
fr: Introduisez le jour de naissance de l'enfant
ja: 赤ちゃんの誕生日を入力してください
ru: Введите день рождения ребенка

source: Create baby from existing pregnancy?
de: Soll das Kinderprofil aus dem bestehenden Profil der Schwangerschaft erstellt werden?
fr: Créer le profil de l'enfant du profil existant de la grossesse?
ja: すでに存在しているプロファイルから妊娠プロファイルを作りますか？
ru: Создать профиль ребенка из существующего профиля беременности?

source: Pregnancy started on %@
de: Schwangerschaft, die am %@ begann
fr: Grossesse commencée le %@
ja: %@に始まった妊娠
ru: Беременность, начавшаяся %@

source: You really want to delete?
de: Wollen Sie es tatsächlich löschen?
fr: Vous vraiment voulez supprimer?
ja: 本当に削除しますか？
ru: Вы действительно хотите удалить?

source: Changes saved
de: Änderungen sind gespeichert
fr: Modifications sont conservées
ja: 変更が保存されました
ru: Изменения сохранены

source: Changes were not saved
de: Änderungen wurden nicht gespeichert
fr: Modifications n'ont pas été conservées
ja: 変更が保存されませんでした
ru: Изменения не были сохранены

source: 2 SEC
de: 2 SEK
ja: 2秒
ru: 2 СЕК

source: 3 SEC
de: 3 SEK
ja: 3秒
ru: 3 СЕК

source: PHOTO PREVIEW
de: FOTO VORSCHAU
fr: AFFICHAGE PHOTO
ja: 写真プレビュー
ru: ПРОСМОТР ФОТО

source: VIDEO PREVIEW
de: VIDEO VORSCHAU
fr: AFFICHER VIDEO
ja: ビデオを見る
ru: ПРОСМОТР ВИДЕО

source: RETAKE
de: ERNEUT AUFNEHMEN
fr: REPRENDRE
ja: もう一度撮る
ru: ПЕРЕСНЯТЬ

source: EDIT INFO
de: INFORMATIONEN BEARBEITEN
fr: EDITER L'INFORMATION
ja: 情報を編集する
ru: РЕДАКТИРОВАТЬ ИНФОРМАЦИЮ

source: Selected video is too long
de: Video ist zu lang
fr: La vidéo est trop longue
ja: ビデオが長すぎます
ru: Слишком длинное видео

source: PHOTO INFO
de: INFORMATIONEN ÜBER FOTO
fr: INFORMATION SUR LE PHOTO
ja: 写真情報
ru: ИНФОРМАЦИЯ О ФОТО

source: VIDEO INFO
de: INFORMATIONEN ÜBER VIDEO
fr: INFORMATION SUR LE VIDEO
ja: ビデオについての情報
ru: ИНФОРМАЦИЯ О ВИДЕО

source: DATE
de: DATUM
ja: 日付
ru: ДАТА

source: WEEK
de: WOCHE
fr: SEMAINE
ja: 週間
ru: НЕДЕЛЯ

source: PLACE
de: ORT
fr: ENDROIT
ja: 場所
ru: МЕСТО

source: WEATHER
de: WETTER
fr: TEMPS
ja: 天気
ru: ПОГОДА

source: BEST MOMENT
de: DAS BESTE MOMENT
fr: MEILLEUR MOMENT
ja: 最高瞬間
ru: ЛУЧШИЙ МОМЕНТ

source: SAVE
de: SPEICHERN
fr: CONSERVER
ja: 保存する
ru: СОХРАНИТЬ

source: You have Pro Account
de: Es gilt Ihr PRO-Account
fr: Votre compte PRO est valable
ja: Proアカウントが有効です
ru: У Вас действует ПРО Аккаунт

source: Valid until %@
de: Gültig bis %@
fr: Valable jusqu'au %@
ja: %@まで有効
ru: Действует до %@

source: Social Networks
de: Soziale Netzwerke
fr: Réseaux sociaux
ja: SNS
ru: Социальные сети

source: Change Password
de: Passwort ändern
fr: Modifier le mot de passe
ja: パスワードを変更する
ru: Изменить пароль

source: Pro Account
fr: Compte PRO
ja: Proアカウント
ru: ПРО Аккаунт

source: Restore Purchases
de: Einkäufe wiederherstellen
fr: Réstaurer les achats
ja: 購入したものを復元する
ru: Восстановить покупки

source: Sync
de: Synchronisierung
fr: Synchronisation
ja: 同期化
ru: Синхронизация

source: Feedback
ja: 連絡先
ru: Обратная связь

source: Logout
de: Ausloggen
fr: Quitter
ja: ログアウト
ru: Выйти

source: You got pro account till %@
de: Der PRO-Account ist gültig bis zum %@
fr: Compte PRO est valable jusqu'au %@
ja: PROアカウントは%@まで有効です
ru: ПРО Аккаунт действует до %@

source: You have no purchases
de: Sie haben keine Einkäufe
fr: Vous n'avez pas d'achats
ja: 購入がありません
ru: У вас нет покупок

source: Thanks for your feedback
de: Vielen Dank für Ihre Bewertung
fr: Merci pour votre opinion
ja: ご意見ありがとうございます
ru: Спасибо за ваш отзыв

source: Failed to send mail
de: Die E-Mail konnte nicht gesendet werden
fr: Message n'est pas envoyé
ja: メール送信に失敗しました
ru: Не удалось отправить письмо

source: SOCIAL NETWORKS
de: SOZIALE NETZWERKE
fr: RÉSEAUX SOCIAUX
ja: SNS
ru: СОЦИАЛЬНЫЕ СЕТИ

source: Disconnect Instagram
de: Instagram abschalten
fr: Déconnecter Instagram
ja: インスタグラムをオフにする
ru: Отключить Instagram

source: Disconnect Facebook
de: Facebook abschalten
fr: Déconnecter Facebook
ja: Facebookの接続を解除する
ru: Отключить Facebook

source: Disconnect Vkontakte
de: Vkontakte abschalten
fr: Déconnecter Vkontakte
ja: Vkontakteの接続を解除する
ru: Отключить Vkontakte

source: No connection
de: Keine Verbindung
fr: Pas de connexion
ja: 未接続です
ru: Соединение отсутствует

source: Can not remove your only authorization way
de: Die einzige Autorisierungsmethode kann nicht gelöscht werden.
fr: Impossible de supprimer le seul moyen d'utorisation
ja: 唯一の認証方法を削除することはできません
ru: Нельзя удалить единственный способ авторизации

source: Did not receive Facebook auth token
de: Das Anmelden über Facebook ist fehlgeschlagen
fr: Impossible de s'identifier par Facebook
ja: Facebookの認証トークンを受信しませんでした
ru: Не удалось авторизоваться через Facebook

source: Did not receive Vkontakte auth token
de: Das Anmelden über Vkontakte ist fehlgeschlagen
fr: Impossible de s'identifier par Vkontakte
ja: Vkontakteの認証トークンを受信しませんでした
ru: Не удалось авторизоваться через Vkontakte

source: Did not receive Instagram auth token
de: Das Anmelden über Instagram ist fehlgeschlagen
fr: Impossible de s'identifier par Instagram
ja: Instagramの認証トークンを受信しませんでした
ru: Не удалось авторизоваться через Instagram

source: Instagram authorization failed
de: Das Anmelden über Instagram ist fehlgeschlagen
fr: Impossible de s'identifier par Instagram
ja: Instagramの認証に失敗しました
ru: Не удалось авторизоваться через Instagram

source: Did not receive Facebook user data
de: Fehler beim Abrufen der Nutzerdaten von Facebook
fr: Impossible de recevoir les données d'utilisateur
ja: Facebookユーザー情報を受信しませんでした
ru: Не удалось получить данные пользователя Facebook

source: VKontakte access error
de: Zugriffsfehler von Vkontakte
fr: Erreur d'accès sur Vkontakte
ja: VKontakteアクセスエラー
ru: Ошибка доступа VKontakte

source: CURRENT PASSWORD
de: AKTUELLES PASSWORT
fr: MOT DE PASSE ACTUEL
ja: 現在のパスワード
ru: ТЕКУЩИЙ ПАРОЛЬ

source: NEW PASSWORD
de: NEUES PASSWORT
fr: NOUVEAU MOT DE PASSE
ja: 新しいパスワード
ru: НОВЫЙ ПАРОЛЬ

source: Password changed
de: Passwort wurde geändert
fr: Mot de passe modifié
ja: パスワード変更済み
ru: Пароль изменен

source: PRO ACCOUNT
fr: COMPTE PRO
ja: Proアカウント
ru: ПРО АККАУНТ

source: All photos are synced to the cloud
de: Alle Materialien werden parallel in der Cloud gespeichert
fr: Tous les matériesl sont doublés au nuage
ja: 全ての写真やビデオをクラウドにコピーする
ru: Все материалы дублируются в облако

source: Add a photo to any date
de: Fotos und Videos für beliebiges Datum einfügen
fr: Ajoutez photo ou vidéo à toute date
ja: 好きな日付で写真とビデオを追加しましょう
ru: Добавляйте фото и видео на любую дату

source: Add everyday materials in each section
de: Materialien in beliebige Rubrik jeden Tag einfügen
fr: Ajoutez les matériels chaque jour à toute catégorie
ja: 好きなカテゴリに毎日写真やビデオを追加しましょう
ru: Добавляйте каждый день материалы в любую категорию

source: No app logo in the video
de: Es fehlt das Logo der Anlage auf Video
fr: Manque le logo de l'application sur la vidéo
ja: ロゴのないビデオ
ru: Отсутствует логотип приложения в видео

source: Payments forbidden
de: Unzulässige Zahlungen
fr: Paiements sont interdits
ja: 支払が禁断されました
ru: Платежи запрещены

source: Failed to get purchase list
de: Fehler beim Abrufen einer Liste von verfügbaren Einkäufen
fr: Impossible de recevoir la liste d'achats accessibles
ja: 購入リストを取得出来ませんでした
ru: Не удалось получить список доступных покупок

source: No purchases available
de: Keine Einkaufsmöglichkeiten zur Verfügung
fr: Pas d'achats accessibles
ja: 利用可能な購入はありません
ru: Нет доступных покупок

source: RETRY
de: WIEDERHOLEN
fr: REESSAYER
ja: 再試行
ru: ПОПРОБОВАТЬ СНОВА

source: SYNC
de: SYNCHRONISIERUNG
fr: SYNCHRONISATION
ja: 同期化
ru: СИНХРОНИЗАЦИЯ

source: SYNC AUTOMATICALLY
de: AUTOMATISCHE SYNCHRONISIERUNG
fr: SYNCHRONISATION AUTOMATIQUE
ja: 自動同期化
ru: АВТОМАТИЧЕСКАЯ СИНХРОНИЗАЦИЯ

source: SYNC MUSIC AUTOMATICALLY
de: AUTOMATISCHE SYNCHRONISATION VON MUSIK
fr: MUSIQUE SYNCHRONISATION AUTOMATIQUE
ja: 自動的に音楽を同期させる
ru: АВТОМАТИЧЕСКАЯ СИНХРОНИЗАЦИЯ МУЗЫКИ

source: ONLY OVER WI-FI
de: NUR DICH WIFI
fr: SEULEMENT PAR WIFI
ja: WiFiでのみ
ru: ТОЛЬКО ЧЕРЕЗ WI-FI

source: SYNC NOW
de: JETZT SYNCHRONISIEREN
fr: SYNCHRONISER MAINTENANT
ja: 今すぐ同期化する
ru: СИНХРОНИЗИРОВАТЬ СЕЙЧАС

source: Sync server data
de: Synchronisierung der Daten mit dem Server
fr: Synchronisation de données au serveur
ja: サーバデータを同期化
ru: Синхронизация данных с сервером

source: CREATE VIDEO
de: VIDEO ERSTELLEN
fr: CREATION DU VIDEO
ja: ビデオを作成する
ru: СОЗДАНИЕ ВИДЕО

source: Choose a theme for video
de: Ein Thema für das Video wählen
fr: Choisissez le sujet de viséo
ja: ビデオのテーマを選んでください
ru: Выберите тему для видео

source: Normal movie
de: Normales Video
fr: Vidéo normal
ja: 通常スピードのビデオ
ru: Обычное видео

source: Slow movie
de: Langsames Video
fr: Vidéo lent
ja: ロースピードのビデオ
ru: Медленное видео

source: Best moments
de: Beste Momente
fr: Meilleurs moments
ja: 最高の瞬間
ru: Лучшие моменты

source: Create manually
de: Eigenschaften des Videos
fr: Caractéristiques du vidéo
ja: ビデオのプロパティ
ru: Характеристики видео

source: PERIOD
de: ZEITRAUM
fr: PÉRIODE
ja: 期間
ru: ПЕРИОД

source: MY BABY
de: MEIN BABY
fr: MON PETIT
ja: 私の赤ちゃん
ru: МОЙ МАЛЫШ

source: MY PREGNANCY
de: MEINE SCHWANGERSCHAFT
fr: MA GROSSESSE
ja: 私の妊娠
ru: МОЯ БЕРЕМЕННОСТЬ

source: %d of %d
de: %d von %d
fr: %d de %d
ja: %2$dの%1$d
ru: %d из %d

source: NEXT
de: WEITER
fr: SUIVANT
ja: 次
ru: ДАЛЬШЕ

source: MUSIC IN VIDEO
de: MUSIK FÜR VIDEO
fr: MUSIQUE POUR VIDEO
ja: ビデオの音楽
ru: МУЗЫКА ДЛЯ ВИДЕО

source: SHOW AGE ON VIDEO
de: ALTER IM VIDEO ANZEIGEN
fr: AFFICHER L'AGE SUR VIDEO
ja: ビデオで年齢を表示する
ru: ПОКАЗЫВАТЬ ВОЗРАСТ НА ВИДЕО

source: CREATE
de: ERSTELLEN
fr: CRÉER
ja: 作成する
ru: СОЗДАТЬ

source: VIDEO SPEED
de: VIDEO-GESCHWINDIGKEIT
fr: VITESSE DE VIDEO
ja: ビデオスピード
ru: СКОРОСТЬ ВИДЕО

source: Slow
de: Langsame
fr: Lente
ja: 遅い
ru: Медленная

source: Normal
de: Normale
fr: Normale
ja: ノーマル
ru: Нормальная

source: Fast
de: Schnelle
fr: Rapide
ja: 速い
ru: Быстрая

source: Very fast
de: Sehr schnelle
fr: Très rapide
ja: とても速い
ru: Очень быстрая

source: %g sec per photo
de: %g Sekunden pro Foto
fr: %g sec par photo
ja: 写真1枚当たり%g秒
ru: %g сек на фото

source: Choose a resolution for the video
de: Wählen Sie eine Auflösung für das Video
fr: Sélectionnez la résolution de la vidéo
ja: 動画の解像度を選択してください
ru: Выберите разрешение для видео

source: SELECT MUSIC
de: MUSIK WÄHLEN
fr: CHOISISSEZ LA MUSIQUE
ja: 音楽を選ぶ
ru: ВЫБЕРИТЕ МУЗЫКУ

source: NO SOUND
de: OHNE MUSIK
fr: PAS DE MUSIQUE
ja: 音楽なし
ru: БЕЗ МУЗЫКИ

source: BROWSE MUSIC
de: MEINE MUSIK
fr: MA MUSIQUE
ja: マイミュージック
ru: МОЯ МУЗЫКА

source: Select any song for use in video
de: Wählen Sie einen Song fürs Video
fr: Choisissez une chanson pour vidéo
ja: ビデオで使用される曲を選択して下さい
ru: Выберите любую песню для видео

source: Selected track is not available
de: Der gewählte Track steht nicht zur Verfügung
fr: Track choisi est inaccessible
ja: 選択したトラックはアクセス出来ません
ru: Выбранный трек недоступен

source: Track must be downloaded from iTunes
de: Der Track muss von iTunes geladen werden
fr: Track doit etre téléchargé de iTunes
ja: トラックはiTunesからダウンロードする必要があります
ru: Трек должен быть скачан с iTunes

source: Selected track can not be used
de: Der ausgewählte Track kann nicht verwendet werden.
fr: Impossible d'utiliser le track choisi
ja: 択したトラックは使用出来ません
ru: Выбранный трек нельзя использовать

source: Add at least 5 photos to create video
de: Fügen Sie mindestens 5 Fotos zu, um Video zu erstellen
fr: Ajoutez au moins 5 photos pour créer vidéo
ja: ビデオを作成するために、少なくとも5枚の写真を追加して下さい
ru: Добавьте хотя бы 5 фото, чтобы создать видео

source: Add at least 5 videos to create video
de: Fügen Sie mindestens 5 Videos zu
fr: Ajoutez au moins 5 photos
ja: ビデオを作成するために、少なくとも5枚のビデオを追加して下さい
ru: Добавьте хотя бы 5 видео

source: Loading music
de: Musikladen
fr: Chargement de la musique
ja: 音楽の読込中
ru: Загрузка музыки

source: Failed to load music
de: Fehler beim Musikladen
fr: Impossible de charger la musique
ja: 音楽の読込に失敗しました
ru: Не удалось загрузить музыку

source: Creating video
de: Video wird erstellt
fr: Création du viéo
ja: ビデオを作成中
ru: Видео создается

source: Video creation failed
de: Fehler beim Videoerstellen
fr: Erreur de création vidéo
ja: ビデオ作成に失敗しました
ru: Ошибка создания видео

source: Video creation canceled
de: Video-Erstellung ist abgebrochen
fr: Création du védo est annulée
ja: ビデオ作成がキャンセルされました
ru: Создание видео отменено

source: Save
de: Bewahren
fr: Enregistrer
ja: 保存
ru: Сохранить

source: Saved
de: Aufbewahren
fr: Enregistré
ja: 保存
ru: Сохранено

source: Video saved to gallery
de: Video ist in der Galerie gespeichert
fr: Vidéo conservé en gallerie
ja: ビデオがギャラリーに保存されました
ru: Видео сохранено в галерее

source: Failed to save video to gallery
de: Das Speichern von Video ist fehlgeschlagen
fr: Vidéo n'est pas conservé
ja: ビデオの保存に失敗しました
ru: Не удалось сохранить видео

source: OK
ja: ＯＫ
ru: ОК

source: CANCEL
de: ABBRECHEN
fr: ANNULER
ja: キャンセル
ru: ОТМЕНА

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ru: Отмена

source: DELETE
de: LÖSCHEN
fr: SUPPRIMER
ja: 削除
ru: УДАЛИТЬ

source: CONFIRM
de: BESTÄTIGUNG
fr: CONFIRME
ja: 確認
ru: ПОДТВЕРЖДАЮ

source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: Ошибка

source: CLEAR
de: KLAR
fr: CLAIR
ja: クリア
ru: ЯСНО

source: RAIN
de: REGEN
fr: PLUIE
ja: 雨
ru: ДОЖДЬ

source: STORM
de: GEWITTER
fr: ORAGE
ja: 雷
ru: ГРОЗА

source: SNOW
de: SCHNEE
fr: NEIGE
ja: 雪
ru: СНЕГ

source: Geolocation service unavailable
de: Ortungsdienste sind nicht verfügbar
fr: Géolocalisation inaccessible
ja: ジオロケーションサービスを利用出来ません
ru: Геолокация недоступна

source: Camera unavailable
de: Kamera ist nicht verfügbar
fr: Caméra inaccessible
ja: カメラが利用出来ません
ru: Камера недоступна

source: Microphone unavailable
de: Das Mikrofon ist nicht verfügbar
fr: Microphone inaccessible
ja: マイクが利用できません
ru: Микрофон недоступен

source: Photos unavailable
de: Fotos sind nicht verfügbar
fr: Photos inaccessibles
ja: 写真が利用出来ません
ru: Фото недоступны

source: No internet connection
de: Keine Internet-Verbindung
fr: Pas de connexion Internet
ja: インターネット接続がありません
ru: Нет соединения с интернетом

source: No server connection
de: Keine Verbindung mit Server
fr: Pas de connexion avec serveur
ja: サーバーへの接続がありません
ru: Нет соединения с сервером

source: Incorrect request
de: Falsche Anfrage
fr: Requete incirrecte
ja: 不正なリクエスト
ru: Некорректный запрос

source: Service temporary unavailable
de: Service ist vorübergehend nicht verfügbar
fr: Service temporairement inaccessible
ja: サービスは一時的に利用出来ません
ru: Сервис временно недоступен

source: Connection error
de: Verbindungsfehler
fr: Erreur de connexion
ja: 接続エラー
ru: Ошибка соединения

source: No data received
de: Keine Daten sind empfangen
fr: Pas de données reçues
ja: データは受信していません
ru: Не получено данных

source: Wrong response data
de: Fehler bei empfangenen Daten
fr: Erreur d'acquisition de données
ja: 応答データが不正です
ru: Ошибка в полученных данных

source: Server error
de: Serverfehler
fr: Erreur de serveur
ja: サーバーエラー
ru: Ошибка сервера

source: Failed to download file
de: Fehler beim Dateiladen
fr: Impossible de télécharger le fichier
ja: ファイルのダウンロードに失敗しました
ru: Не удалось скачать файл

source: Corrupt image data
de: Die Image-Datei ist beschädigt
fr: Défaut de fichier d'image
ja: 破損した画像データ
ru: Файл изображения поврежден

# ERROR_AUTH_DATA_DUPLICATION
source: This social network account already belongs to another user
de: Dieses Social Media-Account gehört bereits zu einem anderen Benutzer
fr: Ce compte du réseau social appartient déjà à un autre utilisateur
ja: このソーシャルネットワークアカウントは既に別のユーザーに属しています
ru: Данный аккаунт социальной сети уже принадлежит другому пользователю

# ERROR_NULL_AUTH_DATA
source: Can not remove your only authorization way
de: Die einzige Autorisierungsmethode darf nicht gelöscht werden
fr: Impossible de supprimer le seul moyen d'utorisation
ja: 唯一の認証方法を削除することが出来ません
ru: Нельзя удалить единственный способ авторизации

# ERROR_USER_WITH_THIS_CRED_ALREADY_EXIST
source: Such user is already registered
de: Der Benutzer mit diesen Daten ist bereits registriert
fr: Utilisateur avec ces données est déjà enregistré
ja: そのようなユーザが既に登録されています
ru: Пользователь с этими данными уже зарегистрирован

# ERROR_USER_DOES_NOT_EXIST
source: Such user is not registered
de: Der Benutzer mit diesen Daten ist nicht registriert
fr: Pas d'utilisateur avec ces données
ja: そのようなユーザーが登録されていません
ru: Пользователь с этими данными не зарегистрирован

# ERROR_LOGIN
source: Wrong email or password
de: Passwort oder E-Mail fehlerhaft
fr: Mot de passe ou email incorrect
ja: パスワード、またはメールアドレスが正しくありません。
ru: Неверный пароль или почта

# ERROR_AUTH
source: Authorization error
de: Autorisierungsfehler
fr: Erreur d'autorisation
ja: 承認エラー
ru: Ошибка авторизации

# ERROR_NOT_NATIVE_REGISTRATION
source: User did not register via email
de: Der Benutzer registrierte nicht per E-Mail
fr: Utilisateur n'est pas enregistré par email
ja: ユーザーは電子メールで登録していません
ru: Пользователь не регистрировался через email

# ERROR_WRONG_PASS
source: Wrong password
de: Falsches Passwort
fr: Mot de passe incorrect
ja: 不正なパスワード
ru: Неверный пароль

# ERROR_PERMISSION
source: No access
de: Kein Zugriff
fr: Pas d'accès
ja: アクセス不可
ru: Нет доступа

# ERROR_BABY_COUNT_LIMIT
source: You can not create more than three personas
de: Nicht mehr als drei Gestalten dürfen erstellt werden
fr: Impossible de créer plus de trois personnages
ja: 3つ以上のペルソナを作成出来ません
ru: Нельзя создать более трех персонажей

# ERROR_SERVER_INTERNAL
source: Server error
de: Serverfehler
fr: Erreur de serveur
ja: サーバーエラー
ru: Ошибка сервера
